Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

source: What helps: your %1$lld years in %2$@ (%3$@ is good), the skills it needs, %4$@, %5$@, and the money you put in.
de: Das hilft: deine %1$lld Jahre in %2$@ (ideal: %3$@), die nötigen Fähigkeiten, %4$@, %5$@ und das Geld, das du einsetzt.
fr: Ce qui aide : ton expérience (%1$lld ans en %2$@ ; %3$@, c’est bien), les compétences demandées, %4$@, %5$@ et l’argent que tu investis.
it: Cosa aiuta: i tuoi %1$lld anni nel settore %2$@ (un buon livello: %3$@), le competenze richieste, %4$@, %5$@ e il denaro che investi.
ja: 有利になること：%2$@での経験（現在%1$lld年、%3$@年あれば十分）、必要なスキル、%4$@、%5$@、そして出資額。
uk: Допомагає: твої %1$lld років у сфері «%2$@» (добре — %3$@ р.), потрібні навички, %4$@, %5$@ та вкладені гроші.

source: What this school looks for:
de: Worauf diese Hochschule achtet:
fr: Ce que cette école recherche :
it: Cosa cerca questa scuola:
ja: この学校が重視すること：
uk: На що зважає заклад:

source: What you own minus what you owe, divided by your age. The younger you build your savings, the higher your score.
de: Dein Besitz minus deine Schulden, geteilt durch dein Alter. Je jünger du deine Ersparnisse aufbaust, desto höher ist deine Punktzahl.
fr: Ce que tu possèdes moins ce que tu dois, divisé par ton âge. Plus tu constitues ton épargne tôt, plus ton score est élevé.
it: Ciò che possiedi meno ciò che devi, diviso per la tua età. Più presto costruisci i tuoi risparmi, più alto sarà il tuo punteggio.
ja: 持っているお金から借りているお金を引いた額（純資産）を、年齢で割った数です。若いうちに貯金をためるほど、スコアが高くなります。
uk: Те, що ти маєш, мінус борги, поділене на твій вік. Чим раніше ти накопичуєш заощадження, тим вищий результат.

source: What you own minus what you owe: your savings (and any business you own) minus your loans.
de: Das, was du besitzt, minus das, was du schuldest: deine Ersparnisse (und ein Unternehmen, das dir gehört) minus deine Kredite.
fr: Ce que tu possèdes moins ce que tu dois : ton épargne (et toute entreprise que tu possèdes) moins tes prêts.
it: Ciò che possiedi meno ciò che devi: i tuoi risparmi (e l’eventuale impresa che possiedi) meno i prestiti.
ja: 持っているものから借りているものを引いた額です。貯金（持っている事業も含む）から、ローンを引きます。
uk: Те, що ти маєш, мінус борги: заощадження (і будь-який твій бізнес) мінус кредити.

source: What you're doing right now: your job, or the school you're at.
de: Was du gerade machst: dein Job oder die Schule, in der du bist.
fr: Ce que tu fais en ce moment : ton poste, ou l’école où tu es.
it: Ciò che stai facendo ora: il tuo lavoro o la scuola che frequenti.
ja: いまやっていること：仕事、または通っている学校です。
uk: Чим ти займаєшся зараз: твоя робота або навчальний заклад, у якому навчаєшся.

source: What your chance depends on
de: Wovon deine Chance abhängt
fr: Ce dont dépendent tes chances
it: Da cosa dipende la tua probabilità
ja: 確率を左右するもの
uk: Від чого залежить твій шанс

source: What's left: %@.
de: Was noch bleibt: %@.
fr: Ce qui reste : %@.
it: Cosa resta: %@.
ja: 残る課題：%@。
uk: Що залишилося: %@.

source: When you choose a school for your %1$@ degree, an elite one adds +%2$@ to your chance for the rest of your career.
de: Wenn du eine Hochschule für deinen Abschluss in %1$@ wählst, bringt eine Eliteuniversität +%2$@ Chance – für den Rest deiner Karriere.
fr: Quand tu choisis une école pour ton diplôme en %1$@, une école d’élite ajoute +%2$@ à tes chances pour le reste de ta carrière.
it: Quando scegli la scuola per la tua laurea in %1$@, una d’élite aggiunge +%2$@ alla tua probabilità per il resto della carriera.
ja: %1$@の学位を取る学校に難関校を選ぶと、この先のキャリアでずっと確率が+%2$@アップします。
uk: Коли обиратимеш заклад для ступеня за напрямом «%1$@», елітний додасть +%2$@ до шансу на решту карʼєри.

source: Where people with business ideas meet the investors who fund them.
de: Hier treffen Menschen mit Geschäftsideen auf die Investoren, die sie finanzieren.
fr: Là où les porteurs d’idées d’entreprise rencontrent les investisseurs qui les financent.
it: Dove chi ha idee imprenditoriali incontra gli investitori che le finanziano.
ja: ビジネスのアイデアを持つ人が、お金を出してくれる投資家と出会う場です。
uk: Тут люди з бізнес-ідеями зустрічають інвесторів, які їх фінансують.

source: Which job are you thinking about? Type it below (like “nurse” or “game”), or pick a field to browse.
de: An welchen Job denkst du? Tippe ihn unten ein (zum Beispiel „Krankenpfleger“ oder „Pilot“) oder wähle einen Bereich zum Stöbern.
fr: À quel métier penses-tu ? Écris-le ci-dessous (par exemple « infirmier » ou « pilote »), ou choisis un domaine à parcourir.
it: A quale lavoro stai pensando? Scrivilo qui sotto (ad esempio «infermiere» o «game») oppure scegli un settore da esplorare.
ja: どの仕事が気になりますか？下に入力するか（「看護師」「ゲーム」など）、分野を選んで探してみましょう。
uk: Про яку роботу ти думаєш? Напиши її нижче (наприклад, «медсестра» чи «пілот») або обери сферу, щоб переглянути.

source: While you practise it, you're entered in its biggest contest each year — for free. Your chance to win starts small and grows every year, and bigger contests open up as you get better. Wins make you famous in %@.
de: Solange du übst, bist du jedes Jahr kostenlos für den größten Wettbewerb dieser Aktivität gemeldet. Deine Siegchance ist anfangs klein und wächst jedes Jahr, und größere Wettbewerbe öffnen sich, wenn du besser wirst. Mit Siegen steigt dein Ruhm in %@.
fr: Tant que tu pratiques cette activité, tu participes chaque année à sa plus grande compétition — gratuitement. Tes chances de gagner sont minces au départ et augmentent chaque année, et de plus grandes compétitions s’ouvrent à mesure que tu progresses. Tes victoires te rendent célèbre en %@.
it: Finché continui a praticare questa attività, ogni anno partecipi alla gara più importante — gratis. All’inizio la tua probabilità di vincere è bassa e cresce ogni anno, e man mano che migliori si aprono gare più grandi. Le vittorie fanno crescere la tua fama nel settore %@.
ja: 練習を続けているあいだは、毎年その活動でいちばん大きなコンテストに無料で出場できます。優勝確率は最初は小さくても、年ごとに上がります。上達すると、もっと大きなコンテストにも出られるようになります。優勝すると、%@で有名になります。
uk: Поки ти цим займаєшся, щороку тебе безкоштовно записують на найбільше змагання з цього заняття. Шанс перемогти спочатку невеликий і зростає щороку, а більші змагання відкриваються, коли твій рівень підвищується. Перемоги додають славу у сфері «%@».

source: Win a Junior Championship as a teen. Practise a sport for years to get better at it.
de: Gewinne als Teenager eine Junioren-Meisterschaft. Trainiere jahrelang eine Sportart, um darin besser zu werden.
fr: Remporte un championnat junior à l’adolescence. Entraîne-toi à un sport pendant des années pour progresser.
it: Vinci un campionato giovanile da adolescente. Pratica uno sport per anni per migliorare.
ja: 10代のうちにジュニア選手権で優勝しましょう。スポーツを何年も練習して、腕を上げましょう。
uk: Виграй юніорський чемпіонат у підлітковому віці. Тренуйся в одному з видів спорту роками, щоб удосконалюватися в ньому.

source: Win the %@
de: Gewinne „%@“
fr: Remporter : %@
it: Vinci: %@
ja: %@で優勝する
uk: Перемогти: %@

source: Win the door-opener
de: Hol dir den Türöffner
fr: Remporter le titre clé
it: Conquista il titolo chiave
ja: 道を開く称号を獲得する
uk: Здобути титул, що відчиняє двері

source: Win the seat
de: Hol dir den Posten
fr: Décrocher la place
it: Conquista il posto
ja: ポストを勝ち取る
uk: Отримати крісло

source: Win the “%@” title first. Only then do skills, fame and the rest count.
de: Gewinne zuerst den Titel „%@“. Erst dann zählen Fähigkeiten, Ruhm und der Rest.
fr: Remporte d’abord le titre « %@ ». Ensuite seulement, les compétences, la renommée et le reste comptent.
it: Conquista prima il titolo «%@». Solo dopo contano competenze, fama e il resto.
ja: まず「%@」の称号を獲得しましょう。スキルや名声などが効いてくるのはそれからです。
uk: Спершу здобудь титул «%@». Лише тоді навички, слава та решта почнуть мати значення.

source: Win them with Activities: every year you practise, you enter that activity's biggest contest.
de: Gewinne sie mit Aktivitäten: Jedes Jahr, in dem du übst, trittst du im größten Wettbewerb dieser Aktivität an.
fr: Gagne-les avec les activités : chaque année où tu pratiques une activité, tu participes à sa plus grande compétition.
it: Vincili con le attività: ogni anno in cui pratichi un’attività partecipi alla sua gara più importante.
ja: 賞や称号は活動で手に入れます。練習した年ごとに、その活動でいちばん大きなコンテストに出場します。
uk: Вигравай їх через розділ «Заняття»: щороку, коли ти займаєшся, тебе записують на найбільше змагання цього заняття.

source: With less than %lld years, you can't apply yet.
de: Mit weniger als %lld Jahren kannst du dich noch nicht bewerben.
fr: Avec moins de %lld ans, tu ne peux pas encore postuler.
it: Con meno di %lld anni non puoi ancora candidarti.
ja: %lld年未満では、まだ応募できません。
uk: Із досвідом менше ніж %lld років подати заявку поки що не можна.

source: Without it your chance stays at %1$@ whatever your skills. Holding it adds +%2$@ and opens the door.
de: Ohne ihn bleibt deine Chance bei %1$@, egal, wie gut deine Fähigkeiten sind. Wenn du ihn hast, bringt er +%2$@ und öffnet die Tür.
fr: Sans lui, tes chances restent à %1$@ quelles que soient tes compétences. L’avoir ajoute +%2$@ et ouvre la porte.
it: Senza il titolo la tua probabilità resta a %1$@, qualunque siano le tue competenze. Averlo aggiunge +%2$@ e apre la porta.
ja: 称号がないと、スキルに関係なく確率は%1$@のままです。持っていると+%2$@アップし、入り口が開きます。
uk: Без нього твій шанс лишається на рівні %1$@ незалежно від навичок. Титул додає +%2$@ і відчиняє двері.

source: Without it, teams won't sign you (your chance stays at %@).
de: Ohne den Titel nehmen dich Teams nicht unter Vertrag (deine Chance bleibt bei %@).
fr: Sans lui, les équipes ne te recruteront pas (tes chances restent à %@).
it: Senza questo titolo, le squadre non ti ingaggiano (la tua probabilità resta a %@).
ja: これがないと、チームは契約してくれません（確率は%@のままです）。
uk: Без нього команди не візьмуть тебе (шанс залишається на рівні %@).

source: Won %@
de: Gewonnen: „%@“
fr: Titre remporté : %@
it: Titolo conquistato: %@
ja: %@を獲得しました
uk: Перемога: %@

source: Work toward %@
de: Arbeite auf %@ hin
fr: Viser : %@
it: Punta a %@
ja: %@をめざす
uk: Рухатися до посади «%@»

source: Working Actor
de: Berufsschauspieler
fr: Acteur en activité
it: Attore professionista
ja: 現役俳優
uk: Практикуючий актор

source: Working Life
de: Berufsleben
fr: Vie active
it: Vita lavorativa
ja: 社会人時代
uk: Робоче життя

source: Working directly with people — serving, teaching, caring, performing.
de: Direkter Kontakt: bedienen, unterrichten, pflegen, auftreten.
fr: Travail au contact direct des gens — servir, enseigner, soigner, se produire.
it: lavoro con la gente: servire, insegnare, curare, esibirsi.
ja: 接客する、教える、世話をする、パフォーマンスするなど、人と直接かかわる仕事。
uk: Безпосереднє спілкування: обслуговування, навчання, догляд, виступи.

source: Working problems out: spotting patterns and breaking a puzzle into steps.
de: Probleme lösen: Muster erkennen und ein Rätsel in Schritte zerlegen.
fr: Résoudre des problèmes : repérer des régularités et découper un casse-tête en étapes.
it: Risolvere i problemi: riconoscere gli schemi e scomporre un enigma in passaggi.
ja: 問題を考え抜く力。パターンを見つけ、パズルを手順に分けて解きます。
uk: Розвʼязувати задачі: помічати закономірності й розбивати головоломку на кроки.

source: Working steadily and precisely with your hands.
de: Ruhig und präzise mit den Händen arbeiten.
fr: Travailler de ses mains avec constance et précision.
it: Lavorare con mano ferma e precisa.
ja: 手を使って、着実に正確に作業する力。
uk: Працювати руками спокійно й точно.

source: World Esports Finals
de: E-Sport-Weltfinale
fr: Finales mondiales d’e-sport
it: Finali mondiali di e-sport
ja: eスポーツ世界決勝
uk: Світовий фінал з кіберспорту

source: World Programming Champion
de: Programmier-Weltmeister
fr: Champion du monde de programmation
it: Campione mondiale di programmazione
ja: プログラミング世界チャンピオン
uk: Чемпіон світу з програмування

source: World Programming Finals
de: Programmier-Weltfinale
fr: Finales mondiales de programmation
it: Finali mondiali di programmazione
ja: プログラミング世界決勝
uk: Світовий фінал з програмування

source: Worth about +%@ chance a year.
de: Bringt etwa +%@ Chance pro Jahr.
fr: Vaut environ +%@ de chances par an.
it: Vale circa +%@ di probabilità all’anno.
ja: 確率にして1年あたり約+%@の価値があります。
uk: Дає приблизно +%@ до шансу на рік.

source: Write & Self-Publish a Book
de: Buch schreiben & selbst veröffentlichen
fr: Écrire et autoéditer un livre
it: Scrivi e autopubblica un libro
ja: 本の執筆・自費出版
uk: Написати й самостійно видати книжку

source: Write a Long-Form Article
de: Langen Artikel schreiben
fr: Écrire un long article
it: Scrivi un articolo di approfondimento
ja: 長編記事の執筆
uk: Написати лонгрід

source: Write a long deep-dive out of pure curiosity.
de: Schreibe aus reiner Neugier einen langen, tiefgehenden Text.
fr: Écris une analyse longue et approfondie par pure curiosité.
it: Scrivi un lungo approfondimento per pura curiosità.
ja: 純粋な好奇心から、深掘りした長編記事を書きます。
uk: Напиши довгий глибокий розбір теми з чистої цікавості.

source: Write the song that could top the charts.
de: Schreibe den Song, der die Charts anführen könnte.
fr: Écris la chanson qui pourrait dominer les classements.
it: Scrivi la canzone che potrebbe scalare le classifiche.
ja: チャート上位に入れる1曲を書きます。
uk: Напиши пісню, яка може очолити чарти.

source: Write up independent research and post it for the world to read.
de: Schreibe eine unabhängige Forschungsarbeit auf und veröffentliche sie für alle zum Lesen.
fr: Rédige une recherche indépendante et mets-la en ligne pour que le monde la lise.
it: Scrivi una ricerca indipendente e pubblicala perché tutti possano leggerla.
ja: 独立して進めた研究をまとめて、世界に向けて公開します。
uk: Оформи й виклади самостійне дослідження, щоб його міг прочитати весь світ.

source: Write, shoot and edit a short film yourself.
de: Schreibe, drehe und schneide einen Kurzfilm selbst.
fr: Écris, tourne et monte un court métrage toi-même.
it: Scrivi, gira e monta da te un cortometraggio.
ja: 自分で脚本を書き、撮影し、編集して、短編映画を作ります。
uk: Напиши, зніми й змонтуй короткометражний фільм власноруч.

source: Writers, filmmakers and online creators meet and share their work.
de: Autoren, Filmemacher und Online-Creator treffen sich und zeigen ihre Arbeit.
fr: Des écrivains, des cinéastes et des créateurs en ligne se rencontrent et partagent leur travail.
it: Scrittori, registi e creator online si incontrano e condividono il loro lavoro.
ja: 作家、映画制作者、ネットのクリエイターが集まり、作品を紹介し合います。
uk: Письменники, кінематографісти й автори онлайн-контенту зустрічаються та діляться своїми роботами.

# Years as %@ count fully. Other years in %@ %@ count half.
source: Years as %1$@ count fully. Other years in %2$@ %3$@ count half.
de: Jahre als %1$@ zählen voll. Andere Jahre in %2$@ %3$@ zählen zur Hälfte.
fr: Les années comme %1$@ comptent en entier. Les autres années en %2$@ %3$@ comptent pour moitié.
it: Gli anni come %1$@ contano per intero. Gli altri anni nel settore %2$@ %3$@ contano la metà.
ja: %1$@としての年数は、まるごと数えられます。%2$@ %3$@での、それ以外の年数は半分として数えられます。
uk: Роки на посаді «%1$@» враховуються повністю. Інші роки у сфері %2$@ «%3$@» враховуються наполовину.

source: Years in %@ count half too.
de: Jahre in %@ zählen auch zur Hälfte.
fr: Les années en %@ comptent aussi pour moitié.
it: Anche gli anni in %@ contano la metà.
ja: %@での年数も、半分として数えられます。
uk: Роки у сферах (%@) теж враховуються наполовину.

source: Years in %@ count too.
de: Jahre in %@ zählen auch.
fr: Les années en %@ comptent aussi.
it: Anche gli anni in %@ contano.
ja: %@での年数も数えられます。
uk: Роки у сферах (%@) також враховуються.

source: Years of %@ work count double.
de: Arbeitsjahre in %@ zählen doppelt.
fr: Les années de travail en %@ comptent double.
it: Gli anni di lavoro nel settore %@ contano il doppio.
ja: %@での仕事の経験年数は2倍に数えられます。
uk: Роки роботи у сфері «%@» враховуються вдвічі.

source: Years of experience
de: Jahre Erfahrung
fr: Années d’expérience
it: Anni di esperienza
ja: 経験年数
uk: Роки досвіду

source: Years open the door: %1$lld years in %2$@, and nothing under about %3$@. Any %4$@ job counts, and so do years running your own company.
de: Jahre öffnen die Tür: %1$lld Jahre in %2$@, und unter etwa %3$@ Jahren zählt nichts. Jeder Job in %4$@ zählt, genauso wie Jahre, in denen du dein eigenes Unternehmen führst.
fr: Les années ouvrent la porte : %1$lld ans en %2$@, et rien en dessous d’environ %3$@. Tout poste en %4$@ compte, tout comme les années passées à diriger ta propre entreprise.
it: Gli anni aprono la porta: %1$lld anni nel settore %2$@, e nulla sotto circa %3$@. Conta qualsiasi lavoro nel settore %4$@, così come gli anni passati a gestire una tua azienda.
ja: 入り口を開くのは年数です。%2$@で%1$lld年が必要で、約%3$@年未満は数えられません。%4$@の仕事ならどれも数えられ、自分の会社を経営した年も含まれます。
uk: Двері відчиняють роки: %1$lld років у сфері «%2$@», а менше ніж приблизно %3$@ р. не враховується. Зараховується будь-яка робота у сфері «%4$@», а також роки керування власною компанією.

source: Years running your own business count too.
de: Auch Jahre, in denen du dein eigenes Unternehmen führst, zählen.
fr: Les années passées à diriger ta propre entreprise comptent aussi.
it: Contano anche gli anni passati a gestire un’attività in proprio.
ja: 自分の事業を運営した年数も数えられます。
uk: Роки керування власним бізнесом теж зараховуються.

source: You already have every skill %@ needs. 🎉 That helps your promotion chances as much as it can.
de: Du hast schon alle Fähigkeiten, die der Job als %@ verlangt. 🎉 Das verbessert deine Beförderungschancen so sehr, wie es nur geht.
fr: Tu as déjà toutes les compétences qu’il faut pour %@. 🎉 Cela aide tes chances de promotion autant que possible.
it: Hai già tutte le competenze che servono per %@. 🎉 Questo dà alle tue probabilità di promozione tutto l’aiuto possibile.
ja: %@に必要なスキルは、すべてそろっています。🎉 昇進確率への後押しは最大です。
uk: Ти вже маєш усі навички, потрібні для посади «%@». 🎉 Це збільшує шанси на підвищення настільки, наскільки можливо.

source: You can apply as soon as you've finished the school level above. After that, your chance goes up with:
de: Du kannst dich bewerben, sobald du die Schulstufe oben abgeschlossen hast. Danach steigt deine Chance durch:
fr: Tu peux postuler dès que tu as terminé le niveau d’études ci-dessus. Ensuite, tes chances augmentent avec :
it: Puoi candidarti non appena hai finito il livello scolastico qui sopra. Dopo, la tua probabilità sale con:
ja: 上の段階の学校を修了すれば、すぐに出願できます。そのうえで、次のものがあると合格確率が上がります：
uk: Подати заявку можна одразу після завершення рівня освіти, указаного вище. Далі твій шанс підвищують:

# You can apply for %@ now — a %@ chance.
source: You can apply for %1$@ now — a %2$@ chance.
de: Du kannst dich jetzt als %1$@ bewerben – deine Chance liegt bei %2$@.
fr: Tu peux postuler à %1$@ dès maintenant — %2$@ de chances.
it: Puoi candidarti subito come %1$@ — probabilità: %2$@.
ja: いま%1$@に応募できます。確率は%2$@です。
uk: Можна подавати заявку на посаду «%1$@» — шанс: %2$@.

source: You can apply for %@ now!
de: Du kannst dich jetzt als %@ bewerben!
fr: Tu peux postuler à %@ dès maintenant !
it: Puoi candidarti subito come %@!
ja: いま%@に応募できます！
uk: Тепер можна подавати заявку на посаду «%@»!

source: You can apply for it now!
de: Du kannst dich jetzt dafür bewerben!
fr: Tu peux postuler dès maintenant !
it: Puoi candidarti subito!
ja: いま応募できます！
uk: Заявку на цю роботу можна подавати вже зараз!

# You can get this job! It pays %@ a year — %@ more than you earn now.
source: You can get this job! It pays %1$@ a year — %2$@ more than you earn now.
de: Du kannst diesen Job bekommen! Er zahlt %1$@ pro Jahr – %2$@ mehr, als du jetzt verdienst.
fr: Tu peux décrocher ce poste ! Il paie %1$@ par an — soit %2$@ de plus que ce que tu gagnes aujourd’hui.
it: Puoi ottenere questo lavoro! Lo stipendio è di %1$@ all’anno — %2$@ in più di quanto guadagni ora.
ja: この仕事に就けます！年収は%1$@で、今より%2$@多くなります。
uk: Цю роботу можна отримати! Платять %1$@ на рік — на %2$@ більше, ніж ти заробляєш зараз.

source: You can get this job! It pays %@ a year.
de: Du kannst diesen Job bekommen! Er zahlt %@ pro Jahr.
fr: Tu peux décrocher ce poste ! Il paie %@ par an.
it: Puoi ottenere questo lavoro! Lo stipendio è di %@ all’anno.
ja: この仕事に就けます！年収は%@です。
uk: Цю роботу можна отримати! Платять %@ на рік.

source: You can't be hired for it yet.
de: Dafür kannst du noch nicht eingestellt werden.
fr: Tu ne peux pas encore décrocher ce poste.
it: Non puoi ancora ottenerlo.
ja: まだ採用の対象ではありません。
uk: Поки що тебе не можуть прийняти на цю роботу.

source: You can't be promoted to %@ yet — you need what it asks for and enough years in this job first.
de: Du kannst noch nicht zu „%@“ befördert werden – dafür brauchst du erst, was verlangt wird, und genug Jahre in diesem Job.
fr: Tu ne peux pas encore obtenir cette promotion (%@) — il te faut d’abord ce que le poste demande et assez d’années à ton poste actuel.
it: Non puoi ancora ottenere una promozione a %@ — prima ti servono i requisiti richiesti e abbastanza anni in questo lavoro.
ja: %@にはまだ昇進できません。まず、求められる条件を満たし、この仕事で十分な年数を積む必要があります。
uk: Підвищення до посади «%@» поки що недоступне: спершу потрібно відповідати її вимогам і мати достатньо років на цій посаді.

source: You can't get this job yet. First you need: %@.
de: Du kannst diesen Job noch nicht bekommen. Du brauchst noch: %@.
fr: Tu ne peux pas encore décrocher ce poste. Il te faut d’abord : %@.
it: Non puoi ancora ottenere questo lavoro. Prima devi avere: %@.
ja: この仕事にはまだ就けません。まず、%@が必要です。
uk: Цю роботу поки що отримати не можна. Спершу потрібно: %@.

source: You climbed all the way to the top — you're now %@! 👔
de: Du bist ganz nach oben aufgestiegen – jetzt arbeitest du als %@! 👔
fr: Tu as gravi tous les échelons jusqu’au sommet — tu es maintenant %@ ! 👔
it: Hai scalato la carriera fino in cima — ora hai il ruolo di %@! 👔
ja: 頂点まで登りつめ、いまは%@です！👔
uk: Ти на вершині — нова посада: «%@»! 👔

source: You climbed all the way to the top — you're now in a top leadership role! 👔
de: Du bist ganz nach oben aufgestiegen – jetzt hast du eine Top-Führungsrolle! 👔
fr: Tu as gravi tous les échelons jusqu’au sommet — tu occupes maintenant un poste de direction de haut niveau ! 👔
it: Hai scalato la carriera fino in cima — ora hai un ruolo di alta dirigenza! 👔
ja: 頂点まで登りつめ、いまは経営トップのポストです！👔
uk: Ти на вершині — тепер у тебе найвища керівна посада! 👔

source: You could apply for %1$@ now, but it's a long shot (%2$@) — and an application spends the year. Lift your chances first.
de: Du könntest dich jetzt als %1$@ bewerben, aber es ist eine Außenseiterchance (%2$@) – und eine Bewerbung kostet dich das ganze Jahr. Verbessere zuerst deine Chancen.
fr: Tu pourrais postuler à %1$@ dès maintenant, mais c’est un pari risqué (%2$@) — et une candidature prend toute ton année. Augmente d’abord tes chances.
it: Potresti candidarti subito come %1$@, ma è un tentativo difficile (%2$@) — e una candidatura ti costa un anno. Prima aumenta le tue probabilità.
ja: %1$@には今でも応募できますが、望みは薄く（%2$@）、応募するとその1年を使ってしまいます。まずは確率を上げましょう。
uk: Заявку на посаду «%1$@» подати можна вже зараз, але це малоймовірний варіант (%2$@) — а заявка забирає цілий рік. Спершу підвищ свої шанси.

source: You could apply for %@ — but there are no postings this year.
de: Du könntest dich als %@ bewerben – aber dieses Jahr gibt es keine Stellenanzeigen.
fr: Tu pourrais postuler à %@ — mais il n’y a aucune offre cette année.
it: Potresti candidarti come %@ — ma quest’anno non ci sono annunci.
ja: %@に応募することはできますが、今年は求人がありません。
uk: Заявку на посаду «%@» подати можна, але цього року вакансій немає.

# You didn't practise anything last year. This year, try %@ — it builds %@.
source: You didn't practise anything last year. This year, try %1$@ — it builds %2$@.
de: Letztes Jahr hast du nichts geübt. Probiere dieses Jahr %1$@ aus – das stärkt deine Fähigkeiten: %2$@.
fr: Tu n’as rien pratiqué l’année dernière. Cette année, essaie %1$@ : ça développe %2$@.
it: L’anno scorso non hai praticato nessuna attività. Quest’anno prova %1$@ — sviluppa %2$@.
ja: 去年は何も練習しませんでした。今年は%1$@を試してみましょう。%2$@が身につきます。
uk: Минулого року жодного заняття не було. Цього року спробуй «%1$@» — це розвиває навички: %2$@.
